cask "1password"
cask "alfred"
cask "orbstack"
cask "github"
cask "sequel-ace"
cask "spotify"
cask "cursor"
cask "chatgpt"
cask "superwhisper"
cask "karabiner-elements"

brew "direnv"
brew "fish"
brew "ghq"
brew "peco"
brew "tree"
brew "asdf"
brew "gh"

mas "LINE", id: 539883307
mas "Magnet", id: 441258766
